Repository: openfun/edx-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: About...
fr: A propos...

source: Access My Courses
fr: Accéder à mes Cours

source: Activation Invalid
fr: Activation non valide

source: Admin
fr: Administrateurs

source: All (students, staff and instructors)
fr: Tous (Apprenants et équipe pédagogique)

source: All courses
fr: Tous les cours

source: All courses present on FUN are designed for students and everyone wishing to learn. Follow these courses interactively and collaboratively, at your rhythm.
fr: Tous les cours présents sur FUN s’adressent aux étudiants et à tous les publics désireux d’apprendre. Suivez ces cours de manière interactive et collaborative, à votre rythme.

source: Also receive emails about article edits
fr: Recevoir aussi des emails concernant la modification des articles

source: An error occurred and the page could not be loaded. Please try again in a few moments.
fr: Une erreur a eu lieu pendant le chargement de la page, veuillez réessayer plus tard.

source: Bachelor's degree
fr: Licence

source: By continuing browsing the france-universite-numerique-mooc.fr site, you accept the use of cookies to enhance your user experience
fr: En poursuivant votre navigation sur le site france-universite-numerique-mooc.fr, vous acceptez l'utilisation de cookies permettant d'améliorer votre expérience utilisateur

source: Check
fr: Vérifier

source: Confidentiality
fr: Confidentialité

source: Course Completed - {end_date}
fr: Cours terminé le {end_date}

source: Course Handouts
fr: Documents pédagogiques

source: Course Info
fr: Info Cours

source: Course Started - {start_date}
fr: Cours commencé le {start_date}

source: Course Starts - {start_date}
fr: Le cours commence le {start_date}

source: Course Updates
fr: Infos du Cours

source: Course Updates &amp; News
fr: Infos du Cours &amp; Actualités

source: Course has not yet started
fr: Le cours n'a pas encore commencé

source: Course-loading errors
fr: erreurs de chargement des cours

source: Current Courses
fr: Cours actuels :

source: Current course creator state
fr: État actuel du créateur de cours

source: DISCUSSION HOME:
fr: ACCUEIL DISCUSSION:

source: Deny all users access to edit this article.
fr: Interdire à tous les utilisateurs de modifier l'article.

source: Discover the courses on FUN
fr: Découvrez les cours sur FUN

source: E-mail change failed
fr: changement d'adresse email échoué

source: Elementary/primary school
fr: Brevet des collèges

source: Email or password is incorrect.
fr: Adresse mail ou mot de passe incorrect

source: Engage with posts
fr: S'investir dans les discussions

source: Enter the username of the owner.
fr: Rentrez le nom d'utilisateur du propriétaire.

source: FUN courses RSS feed
fr: Flux RSS des cours de FUN

source: Female
fr: Féminin

source: Final Check
fr: Vérification finale

source: Find French university and school courses, where and whenever you want
fr: Retrouvez les cours des universités et écoles françaises, où vous voulez et quand vous voulez

source: Follow posts for updates
fr: Suivre les mises à jour des posts

source: Following
fr: Suivi

source: Forum Admin
fr: Administrateurs des forums

source: Highest Level of Education Completed
fr: Plus haut niveau de formation atteint

source: Honor Code
fr: Charte utilisateur

source: Honor Code Certificate
fr: déclaration sur l'honneur

source: I agree
fr: J'accepte

source: Inherit permissions
fr: Héritage des autorisations

source: Instructor
fr: Enseignant

source: Jobs
fr: Nous recrutons

source: Junior secondary/junior high/middle school
fr: Baccalauréat

source: Learning is More than Just Lectures
fr: L'apprentissage réclame plus que des cours magistraux

source: Live the FUN experience
fr: Vivez l'expérience FUN

source: Log In
fr: Se Connecter

source: Log in
fr: Se connecter

source: Log out
fr: Se déconnecter

source: Male
fr: Masculin

source: Master's or professional degree
fr: Master / Diplôme d'ingénieur

source: Message sent!
fr: Message envoyé !

source: Myself
fr: Moi-même

source: News
fr: Actualités

source: PLEASE LOG IN to access your account and courses
fr: Merci de vous CONNECTER pour accéder à votre compte et vos cours

source: Please enter your new password twice so we can verify you typed it in correctly. <br /> Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
fr: Veuillez entrer votre mot de passe deux fois pour que nous puissions vérifier que vous l'avez tapé correctement. <br /> Les champs requis sont indiqués en <strong class="indicator">gras et avec un astérisque (*)</strong>.

source: Please go to the following page and choose a new password:
fr: Visitez la page suivante et choisissez un nouveau mot de passe :

source: Privacy policy
fr: Politique de confidentialité

source: Processing your account information
fr: Identification en cours

source: Public Username
fr: Nom d'utilisateur FUN

source: Read more
fr: En savoir plus

source: Receive course emails
fr: Recevoir les emails du cours

source: Register below to create your {platform_name} account
fr: Inscrivez-vous maintenant pour créer votre compte {platform_name}

source: Report Forum Misuse
fr: Signaler les abus sur le forum

source: Report a problem
fr: Soumettre un problème

source: Rescore ALL students' problem submissions
fr: Renoter TOUTES les soumissions d'exercice des étudiants

source: Reset Your %(platform_name)s Password
fr: Réinitialisez votre mot de passe %(platform_name)s

source: Secondary/high school
fr: DUT / BTS

source: See all children
fr: Voir tous les articles enfants

source: Sort by date, vote, or comments
fr: Trier par date, votes ou commentaires

source: Staff and instructors
fr: Equipe pédagogique

source: Studio Server Error
fr: Erreur de Studio Server

source: Subscribe now
fr: S'inscrire maintenant

source: Terms and conditions
fr: Mentions légales

source: Terms of use
fr: Conditions générales d'utilisation

source: Thank you for your message. It has been successfully recorded, we will answer you as soon as possible.
fr: Merci pour votre message. Nous l'avons bien reçu, et nous vous répondrons dès que possible.

source: The FUN Team
fr: L'équipe FUN

source: The page that you were looking for was not found.
fr: La page que vous recherchez n'a pas été trouvée.

source: The servers encountered an error
fr: Une erreur a eu lieu

source: These courses are designed by French university and school teachers and address varied subjects, such as history, mathematics, health, philosophy, law, technology…
fr: Ces cours sont élaborés par les professeurs des universités et écoles françaises et abordent des thèmes aussi variés que l’histoire, les mathématiques, la santé, la philosophie, le droit, les technologies…

source: This is the e-mail address you used to register with {platform}
fr: Ceci est l'adresse email que vous avez utilisée pour vous inscrire sur {platform}

source: Unanswered
fr: Sans réponse

source: Universities
fr: Les Établissements

source: University
fr: Établissement

source: Upload New File
fr: Upload Nouveau Fichier

source: Upvote posts and good responses
fr: Voter pour des posts et des bonnes réponses

source: Usage policy
fr: Charte utilisateurs

source: Useful examples:
fr: Exemples utiles :

source: Username should only consist of A-Z and 0-9, with no spaces.
fr: Le nom d'utilisateur doit être composé de lettres (A – Z) et de chiffres (0 – 9), sans espace.

source: Valid e-mail address required.
fr: Une adresse email valide est requise.

source: View Archived Course
fr: Voir les Cours archivés

source: View Courseware
fr: Voir le contenu du Cours

source: View the course presentation video
fr: Voir la vidéo de présentation du cours

source: What is FUN
fr: Qu'est-ce que FUN

source: What is FUN?
fr: Qu'est-ce que FUN&nbsp;?

source: When this article is edited
fr: Quand cet article est modifié

source: Write a brief message for the article's history log.
fr: Ecrivez un court message qui apparaîtra sur le log de suivi des modifications

source: Yes, I am sure
fr: Oui, je confirme

source: You're receiving this e-mail because you requested a password reset for your user account at FUN.
fr: Vous recevez cet e-mail parce que vous avez fait une demande de réinitialisation du mot de passe de votre compte utilisateur FUN.

source: Your answers have been saved but not graded. Click 'Check' to grade them.
fr: Vos réponses ont été enregistrées mais pas encore évaluées. Cliquez sur 'Check' pour les évaluer.

source: example: Jane Doe
fr: exemple : Marie Dupont

source: h/week
fr: h/semaine

source: post anonymously to classmates
fr: Ecrire anonymement aux camarades de classe

source: {platform_name}-wide Summary
fr: {platform_name}-Sommaire général
